export let PERSONDATA = [
  {
    'name': '雷军',
    'itemStyle': {
      normal: {
        color: '#2ba4da',
      },
      emphasis: {
        color: '#2ba4da',
      },
      borderColor: {
        color: '#2ba4da',
      },
      borderType: 'dashed'
    },
    'children': [
      {
        'name': '担任法定代表人',
        'children': [
          {
            'name': '北京瓦力文化传播有限公司',
            'value': 0
          },
          {
            'name': '小米科技有限责任公司',
            'value': 0
          },
          {
            'name': '拉萨经济技术开发区顺为资本投资咨询有限公司',
            'value': 0
          },
          {
            'name': '北京顺为创业投资有限公司',
            'value': 0
          },
          {
            'name': '拉萨经济技术开发区顺创资本管理有限公司',
            'value': 0
          },
          {
            'name': '四川银米科技有限责任公司',
            'value': 0
          },
          {
            'name': '广东小米科技有限责任公司',
            'value': 0
          },
          {
            'name': '小米科技(武汉)有限公司',
            'value': 0
          },
          {
            'name': '珠海淇澳游艇会有限公司',
            'value': 0
          },
          {
            'name': '北京顺为资本投资咨询有限公司',
            'value': 0
          },
          {
            'name': '捷付睿通股份有限公司',
            'value': 0
          },
          {
            'name': '西藏小米科技有限责任公司 ',
            'value': 0
          },
          {
            'name': '天津顺米投资有限公司',
            'value': 0
          }
        ]
      },
      {
        'name': '对外投资',
        'children': [
          {
            'name': '嘉兴顺创投资合伙企业(有限合伙)',
            'value': 99
          },
          {
            'name': '北京瓦力文化传播有限公司',
            'value': 0
          },
          {
            'name': '小米科技有限责任公司',
            'value': 0
          },
          {
            'name': '拉萨经济技术开发区顺为资本投资咨询有限公司',
            'value': 0
          },
          {
            'name': '北京淇澳科技有限责任公司',
            'value': 0
          }, {
            'name': '北京顺为创业投资有限公司',
            'value': 0
          }, {
            'name': '北京多看科技有限公司',
            'value': 0
          }, {
            'name': '拉萨经济技术开发区顺创资本管理有限公司',
            'value': 0
          }, {
            'name': '广州尚航信息科技股份有限公司',
            'value': 0
          }, {
            'name': '喜讯无限(北京)科技有限责任公司',
            'value': 0
          }, {
            'name': '北京秋景彬南科技有限公司',
            'value': 0
          }, {
            'name': '深圳市乐合科技有限公司',
            'value': 0
          }, {
            'name': '江苏紫米电子技术有限公司',
            'value': 0
          }, {
            'name': '北京旅人广告有限公司',
            'value': 0
          }, {
            'name': '北京旅人广告有限公司',
            'value': 0
          }, {
            'name': '上海敏尚网络科技有限公司',
            'value': 0
          }, {
            'name': '深圳市乐讯科技有限公司',
            'value': 0
          }, {
            'name': '北京瓦力网络科技有限公司',
            'value': 0
          }, {
            'name': '长长会管理顾问(北京)有限公司',
            'value': 0
          }, {
            'name': '成都奇文五维商务信息咨询合伙企业(有限合伙)',
            'value': 0
          }, {
            'name': '成都奇文二维商务信息咨询合伙企业(有限合伙) ',
            'value': 0
          }, {
            'name': '北京盈天讯科技发展有限公司',
            'value': 0
          }, {
            'name': '北京奇客创想科技股份有限公司',
            'value': 0
          }, {
            'name': '北京天创之星投资中心(有限合伙)',
            'value': 0
          }, {
            'name': '北京亚杰天使投资中心(有限合伙)',
            'value': 0
          }, {
            'name': '北京点睛无限科技有限责任公司',
            'value': 0
          }, {
            'name': '北京雷石天地电子技术有限公司',
            'value': 0
          }, {
            'name': '北京甜瓜在线科技有限公司',
            'value': 0
          }, {
            'name': '天脉聚源(北京)传媒科技有限公司',
            'value': 0
          }, {
            'name': '北京乐淘文化发展有限公司',
            'value': 0
          }, {
            'name': '成都奇文四维商务信息咨询合伙企业(有限合伙) ',
            'value': 0
          }, {
            'name': '拉卡拉支付股份有限公司',
            'value': 0
          }, {
            'name': '北京昆仑瑞恒科技有限公司 ',
            'value': 0
          }, {
            'name': '北京中关村竞合投资管理有限公司',
            'value': 0
          }, {
            'name': '北京口袋时尚科技有限公司',
            'value': 0
          }, {
            'name': '杭州口袋微店科技有限公司',
            'value': 0
          }, {
            'name': '杭州口袋微店科技有限公司',
            'value': 0
          }, {
            'name': '杭州口袋信息技术有限公司',
            'value': 0
          }, {
            'name': '互动峰科技(北京)有限公司',
            'value': 0
          }, {
            'name': '广州华多网络科技有限公司',
            'value': 0
          }, {
            'name': '和创(北京)科技股份有限公司',
            'value': 0
          }, {
            'name': '成都奇文七维商务信息咨询合伙企业(有限合伙) ',
            'value': 0
          }, {
            'name': '北京小米电子软件技术有限公司',
            'value': 0
          }, {
            'name': '北京雷客天地科技有限公司',
            'value': 0
          }, {
            'name': '北京雷客天地科技有限公司',
            'value': 0
          }, {
            'name': '北京大杰致远信息技术有限公司',
            'value': 0
          }, {
            'name': '湖北珞珈梧桐创业投资有限公司',
            'value': 0
          }, {
            'name': '北京极简移动软件有限责任公司',
            'value': 0
          }, {
            'name': '天津拾米企业管理合伙企业(有限合伙)',
            'value': 0
          }, {
            'name': '珠海市原动力信息有限公司',
            'value': 0
          }, {
            'name': '杭州倍凡科技有限公司',
            'value': 0
          }, {
            'name': '北京易得月科技发展有限公司',
            'value': 0
          }
        ]
      },
      {
        'name': '在外任职',
        'children': [
          {
            'name': '拉卡拉(中国)电子支付技术服务有限公司\t',
            'value': 0
          },
          {
            'name': '深圳市龙华新区观澜中讯通手机店\t',
            'value': 0
          },
          {
            'name': '深圳市龙华新区龙华恒丰佳手机配件店\t',
            'value': 0
          },
          {
            'name': '宜昌市西陵区无限数码通讯器材经营部\t',
            'value': 0
          },
          {
            'name': '深圳市力升科技有限公司',
            'value': 0
          },
          {
            'name': '深圳市协美特科技有限公司\t',
            'value': 0
          },
          {
            'name': '深圳市神祺科技有限公司',
            'value': 0
          },
          {
            'name': '深圳市宝安区松岗涵祺五金电子加工厂\t',
            'value': 0
          },
          {
            'name': '深圳市宏达旺电子科技有限公司',
            'value': 0
          },
          {
            'name': '深圳市创研达科技有限公司\t',
            'value': 0
          },
          {
            'name': '深圳市强劲电池技术有限公司',
            'value': 0
          },
          {
            'name': '深圳市美斯邦微科技有限公司',
            'value': 0
          },
          {
            'name': '深圳市雅乐斯科技有限公司',
            'value': 0
          },
          {
            'name': '深圳市拓顶科技有限公司',
            'value': 0
          },
          {
            'name': '深圳市汪为电子科技有限公司',
            'value': 0
          },
          {
            'name': '深圳市坪蝶科技有限公司',
            'value': 0
          },
          {
            'name': '深圳市神兵科技有限公司',
            'value': 0
          },
          {
            'name': '深圳市欧歌电子有限公司',
            'value': 0
          },
          {
            'name': '惠州市惠城区创军通讯店',
            'value': 0
          },
          {
            'name': '博罗县石湾镇智润通通讯行\t',
            'value': 0
          },
          {
            'name': '深圳市环纪通电子有限公司\t',
            'value': 0
          },
          {
            'name': '深圳市优胜通电子有限公司\t',
            'value': 0
          },
          {
            'name': '深圳市源发科创吸塑制品有限公司',
            'value': 0
          },
          {
            'name': '深圳市大玺过控商务咨询服务有限公司\t',
            'value': 0
          },
          {
            'name': '深圳市恺文宋科技有限公司\t',
            'value': 0
          },
          {
            'name': '深圳市易路捷科技有限公司\t',
            'value': 0
          },
          {
            'name': '深圳市柏盈贸易有限公司',
            'value': 0
          },
          {
            'name': '深圳市章明数码科技有限公司',
            'value': 0
          },
          {
            'name': '深圳市朋客电子科技有限公司',
            'value': 0
          },
          {
            'name': '长沙市岳麓区恒仕日用品店\t',
            'value': 0
          },
          {
            'name': '长沙市岳麓区中南通讯器材商店',
            'value': 0
          }
        ]
      },
    ]
  }
];

